{
    "common": {
      "learnReact": "Learn React",
      "launchMeeting": "Lancer une réunion",
      "goBackToMeeting": "Retourner à la dernière réunion",
      "disappear": "Disparaît dans ",
      "seconds": "seconde(s) ",
      "name": "Nom",
      "unknownError": "Erreur inconnue",
      "domain": "Domaine",
      "join": "Joindre la réunion",
      "howItWorks": "Comment ça marche ?",
      "serviceToConnect": "Choisissez le service de diffusion.",
      "typeCode": "Entrez le code fourni par le service externe.",
      "enterRoomName": "Entrez le nom de la réunion",
      "enterValidDomain": "Entrez un domaine valide pour la réunion",
      "editRoomAndDomain": "Entrez le nom de la réunion et son domaine.",
      "tip": "Astuce",
      "tipDescription": "Pensez à utiliser votre smartphone pour pouvoir lire le Chat ou pour partager le QR code de la réunion.",
      "qrCodeDescription": "En flashant ce QR code, vous pouvez ajouter facilement une caméra à la conférence avec votre smartphone ou envoyer l'adresse de la conférence à un participant.",
      "lang": "Langue",
      "qrCodeScanner": "Scanner le Code QR de la réunion à joindre",
      "resetCropping": "Annuler Recadrage",
      "validate": "Valider",
      "cancel":"Annuler",
      "crop":"Recadrer",
      "selectCamera": "Choisir une caméra",
      "camera": "caméra",
      "joinAMeeting" : "Rejoindre une réunion",
      "linkForTeacher": "Je suis un/une professeur·e",
      "tutoSelectCamera" : "Cliquez ici pour choisir la caméra qui prendra des photos du tableau pour les élèves à distance. La première fois que vous appuyez sur ce bouton le nom des caméras peut ne pas apparaître si vous n'avez jamais autorisé l'application à prendre des photos. Après avoir donné l'autorisation les photos commenceront, vous n'avez pas à resélectionner une caméra.",
      "tutoMeetingUrl" : "Vous pouvez voir ici le nom de votre réunion, en particulier ce qui se situe après https://meeting.education constitue le nom de votre salle ! Vous pouvez aussi cliquer ici pour changer de salle.",
      "tutoQRCode" : "Si vous possedez un QR code de réunion, vous pouvez appuyer sur cette icone pour scanner le QR code.",
      "tutoShareQRCode" : "En cliquant ici vous pouvez récupérer le QR code de votre réunion pour le partager.",
      "tutoBroadcast" : "Ici vous pouvez démarrer un live avec Marsha.",
      "continueTuto": "Continuer le tutoriel",
      "quitTuto": "Quitter le tutoriel"
    }
  }
